public class Info {

    public static void showGameRules() {
        System.out.println("""
                Правила игры.
                Ты выбираешь ширину и высоту поля, а также количество попыток
                Игровое поле сгенерируется и рандомно расставит корабли
                ЗАЛП!
                Введи координаты в консоль (в программистстком стиле)
                Если корабль подбит, он отмечается цифрой 8
                В конце игры ты увидишь игровое поле с попаданиями и количество заработанных очков
                """);
    }

}
